[
    {
        "title": "Doutor Estranho",
        "overview": "Stephen Strange (Benedict Cumberbatch) leva uma vida bem sucedida como neurocirurgião. Sua vida muda completamente quando sofre um acidente de carro e fica com as mãos debilitadas. Devido a falhas da medicina tradicional, ele parte para um lugar inesperado em busca de cura e esperança, um misterioso enclave chamado Kamar-Taj, localizado em Katmandu. Lá descobre que o local não é apenas um centro medicinal, mas também a linha de frente contra forças malignas místicas que desejam destruir nossa realidade. Ele passa a treinar e adquire poderes mágicos, mas precisa decidir se vai voltar para sua vida comum ou defender o mundo.",
        "duration": "1h 55m",
        "release_year": "2017",
        "cover_url": "https://image.tmdb.org/t/p/w1280/dsAQmTOCyMDgmiPp9J4aZTvvOJP.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/tFI8VLMgSTTU38i8TIsklfqS9Nl.jpg",
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/sDNhWjd4X7c0oOlClkkwvqVOo45.jpg"
        ],
        "id": "090f0d8fs9d0dfdf"
    },
    {
        "title": "Kong: A Ilha da Caveira",
        "overview": "Um grupo de desbravadores acompanhado de um ex-militar viaja para a mítica Ilha da Caveira, onde seu irmão desapareceu enquanto procurava o soro que teria o poder de curar todas as doenças conhecido como Titan. O homem, além de resgatar o irmão, terá de enfrentar as criaturas que habitam o local e, junto da equipe de exploradores, se aventurar nas profundezas da ilha desconhecida no Pacífico. O que não sabem é que o local é tão bonito quanto traiçoeiro e que estão atravessando para o domínio do mítico Kong.",
        "duration": "1h 58m",
        "release_year": "2017",
        "cover_url": "https://image.tmdb.org/t/p/w1280/vAyQkuAozNiad5pjOW7yJlnxtxb.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/pGwChWiAY1bdoxL79sXmaFBlYJH.jpg",
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/w5LHxH5pQN4nyR2QY73TH1ITKxC.jpg"
        ],
        "id": "43294394329h32"
    },
    {
        "title": "Capitão América: Guerra Civil",
        "overview": "Steve Rogers (Chris Evans) é o atual líder dos Vingadores, super-grupo de heróis formado por Viúva Negra (Scarlett Johansson), Feiticeira Escarlate (Elizabeth Olsen), Visão (Paul Bettany), Falcão (Anthony Mackie) e Máquina de Combate (Don Cheadle). O ataque de Ultron fez com que os políticos buscassem algum meio de controlar os super-heróis, já que seus atos afetam toda a humanidade. Tal decisão coloca o Capitão América em rota de colisão com Tony Stark (Robert Downey Jr.), o Homem de Ferro.",
        "duration": "2h 17m",
        "release_year": "2016",
        "cover_url": "https://image.tmdb.org/t/p/w640/jAXZMCG9rEXHUvfxTwEYEmO1V4p.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/m5O3SZvQ6EgD5XXXLPIP1wLppeW.jpg",
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/yi3hZ4mQq8JGyJSi3MBW5nMj1f.jpg"
        ],
        "id": "83028903289032n243"
    },
    {
        "title": "Interestelar",
        "overview": "Após ver a Terra consumindo boa parte de suas reservas naturais, um grupo de astronautas recebe a missão de verificar possíveis planetas para receberem a população mundial, possibilitando a continuação da espécie. Cooper (Matthew McConaughey) é chamado para liderar o grupo e aceita a missão sabendo que pode nunca mais ver os filhos. Ao lado de Brand (Anne Hathaway), Jenkins (Marlon Sanders) e Doyle (Wes Bentley), ele seguirá em busca de uma nova casa. Com o passar dos anos, sua filha Murph (Mackenzie Foy e Jessica Chastain) investirá numa própria jornada para também tentar salvar a população do planeta.",
        "duration": "1h 55m",
        "release_year": "2017",
        "cover_url": "https://image.tmdb.org/t/p/w640/o2eH7rg6XlWLkyjNVAIxQcWkQzi.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/xu9zaAevzQ5nnrsXN6JcahLnG4i.jpg",
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/gq4Z1pfOWHn3FKFNutlDCySps9C.jpg"
        ],
        "id": "83028903289032n244"
    },
    {
        "title": "A Bela e a Fera",
        "overview": "Moradora de uma pequena aldeia francesa, Bela (Emma Watson) tem o pai capturado pela Fera e decide entregar sua vida ao estranho ser em troca da liberdade do progenitor. No castelo ela conhece objetos mágicos e descobre que a Fera é na verdade um príncipe que precisa de amor para voltar à forma humana.",
        "duration": "2h 03m",
        "release_year": "2017",
        "cover_url": "https://image.tmdb.org/t/p/w640/9V4wl4rnUcLfGuTe4J5NjOFbDil.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/6aUWe0GSl69wMTSWWexsorMIvwU.jpg",
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/bnL8IlGIkEsbZd1n63n3Ao08cFv.jpg"
        ],
        "id": "843249038904320849"
    },
    {
        "title": "Logan",
        "overview": "Em 2029, Logan (Hugh Jackman) ganha a vida como chofer de limousine para cuidar do nonagenário Charles Xavier (Patrick Stewart). Debilitado fisicamente e esgotado emocionalmente, ele é procurado por Gabriela (Elizabeth Rodriguez), uma mexicana que precisa da ajuda do ex-X-Men para defender a pequena Laura Kinney / X-23 (Dafne Keen). Ao mesmo tempo em que se recusa a voltar à ativa, Logan é perseguido pelo mercenário Donald Pierce (Boyd Holbrook), interessado na menina.",
        "duration": "2h 15m",
        "release_year": "2017",
        "cover_url": "https://image.tmdb.org/t/p/w1280/45Y1G5FEgttPAwjTYic6czC9xCn.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/original/eaJwVcweDfF1eXdxUb2k7zvgpOw.jpg",
            "https://image.tmdb.org/t/p/w1300_and_h730_bestv2/6RZe2Ykf5cOgLJL8UdMN9fIpIIc.jpg",
            "https://image.tmdb.org/t/p/w1300_and_h730_bestv2/zBzSzO0AV9UboHU8CNfP1ybAVuM.jpg"
        ],
        "id": "93i29i4322nljl133"
    },
    {
        "title": "Estrelas Além do Tempo",
        "overview": "Ano 1961, em plena Guerra Fria, Estados Unidos e União Soviética disputam a supremacia na corrida espacial ao mesmo tempo em que a sociedade norte-americana lida com uma profunda cisão racial, entre brancos e negros. Tal situação é refletida também na NASA, onde um grupo de funcionárias negras é obrigada a trabalhar a parte. É lá que estão Katherine Johnson (Taraji P. Henson), Dorothy Vaughn (Octavia Spencer) e Mary Jackson (Janelle Monáe), grandes amigas que, além de provar sua competência dia após dia, precisam lidar com o preconceito arraigado para que consigam ascender na hierarquia da NASA.",
        "duration": "1h 41m",
        "release_year": "2016",
        "cover_url": "https://image.tmdb.org/t/p/w1280/x0TIjXyI9BpEqlAF2I6TnwPXY8v.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/aRP8QAOhnthglsTUzeLWwoPVV1T.jpg",
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/vifqDyPOB6jd5vwP2SIqWNtXUHu.jpg"
        ],
        "id": "9439288989sa1"
    },
    {
        "title": "O Poderoso Chefinho",
        "overview": "Um bebê falante que usa terno e carrega uma maleta misteriosa une forças com seu irmão mais velho invejoso para impedir que um inescrupuloso CEO acabe com o amor no mundo. A missão é salvar os pais, impedir a catástrofe e provar que o mais intenso dos sentimentos é uma poderosa força.",
        "duration": "1h 37m",
        "release_year": "2017",
        "cover_url": "https://image.tmdb.org/t/p/w1280/67NXPYvK92oQgEQvLppF2Siol9q.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/8keMlLuzB9XIUBnbdEq5DCqZdHQ.jpg",
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/s8z7uIFOGQD6GpWgWgsWINNlFBr.jpg"
        ],
        "id": "9439288989sa3"
    },
    {
        "title": "De Volta ao Jogo",
        "overview": "John Wick (Keanu Reeves) já foi um dos assassinos mais temidos da cidade de Nova York, trabalhando em parceria com a máfia russa. Um dia, ele decide se aposentar, e neste período tem que lidar com a triste morte de sua esposa. Vítima de uma doença grave, ela já previa a sua própria morte, e deu de presente ao marido um cachorro para cuidar em seu período de luto. No entanto, poucos dias após o funeral, o cachorro é morto por ladrões que roubam o seu carro. John Wick parte em busca de vingança contra estes homens que ele já conhecia muito bem, e que roubaram o último símbolo da mulher que ele amava.",
        "duration": "1h 41m",
        "release_year": "2014",
        "cover_url": "https://image.tmdb.org/t/p/w1280/rboZslo3eQWKBQ3QvlO6wGV0J3K.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/mFb0ygcue4ITixDkdr7wm1Tdarx.jpg",
            "https://image.tmdb.org/t/p/w1066_and_h600_bestv2/umC04Cozevu8nn3JTDJ1pc7PVTn.jpg"
        ],
        "id": "9439288989sa6"
    },
    {
        "title": "Rogue One: A Star Wars Story",
        "overview": "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy.",
        "duration": "2h 13m",
        "release_year": "2016",
        "cover_url": "https://image.tmdb.org/t/p/w300_and_h450_bestv2/qjiskwlV1qQzRCjpV0cL9pEMF9a.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/tZjVVIYXACV4IIIhXeIM59ytqwS.jpg",
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/3LiEAujZ7fXe3pEb74bvNs3jzs7.jpg",
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/6qGyBhcQyZCsFP9t02qAECqcwcz.jpg"
        ],
        "id": "5866690702d6187f95a9eb87"
    },
    {
        "title": "Mulher-Maravilha ",
        "overview": "Antes de ser Mulher-Maravilha, ela era Diana, princesa das Amazonas, treinada para ser uma guerreira imbatível. Criada numa ilha paraíso protegida e escondida, tudo muda quando um piloto americano chega em seu território e avisa sobre um grande conflito tomando forma no mundo. Diana deixa seu lar convencida de que pode impedir a ameaça crescente. Lutando ao lado dos homens em uma guerra para dar fim a todas as outras, Diana descobre seus poderes… e seu destino.",
        "duration": "141",
        "release_year": "2017",
        "cover_url": "https://image.tmdb.org/t/p/w200_and_h300_bestv2/ujQthWB6c0ojlARk28NSTmqidbF.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/hA5oCgvgCxj5MEWcLpjXXTwEANF.jpg",
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/6iUNJZymJBMXXriQyFZfLAKnjO6.jpg",
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/9tuQAYHLA9G02Th6eiV5hq7mpbj.jpg"
        ],
        "id": "595a3ee9d2ca9811005e6c4c"
    },
    {
        "title": "A Múmia",
        "overview": "Nas profundezas do deserto, uma antiga rainha (Sofia Boutella) cujo destino foi injustamente tirado está mumificada. Apesar de estar sepultada em sua cripta, ela desperta nos dias atuais. Com uma maldade acumulada ao longo dos anos, ela espelha terror desde as areais do Oriente Médio até os becos de Londres.",
        "duration": "147",
        "release_year": "2017",
        "cover_url": "https://image.tmdb.org/t/p/w640/zxkY8byBnCsXodEYpK8tmwEGXBI.jpg",
        "backdrops_url": [
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/bV4tL4HyxVtM9DSueOTOgBc7C3N.jpg",
            "https://image.tmdb.org/t/p/w533_and_h300_bestv2/rVckyCZuJl8rbjCTu52A7tt6v7H.jpg"
        ],
        "id": "595a40efd2ca9811005e6c4d"
    }
]
